cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'heroku/brew'
tap 'puma/puma'

brew 'ack'
brew 'zsh'
brew 'coreutils'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'git'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'mysql'
brew 'redis'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'wget'
brew 'yarn'
brew 'chruby'
brew 'ruby-install'
brew 'hub'
brew 'heroku'
brew 'gist'
brew 'watchman'
brew 'awscli'
brew 'pngquant'
brew 'memcached'
brew 'ansible'
brew 'puma-dev'
brew 'tree'

cask 'firefox'
cask 'google-chrome'
cask 'chromedriver'
cask 'psequel'
cask 'transmit'
cask 'vlc'
cask 'spotify'
cask 'tower'
cask 'fluid'
cask 'qlmarkdown'
cask 'imageoptim'
cask 'postgres'
cask 'keybase'

