cask_args appdir: "/Applications"

tap "heroku/brew"
tap "puma/puma"

# brew "ack"
# brew "coreutils"
# brew "grc"
brew "imagemagick"
brew "vips"
# brew "jp2a"
brew "jq"
brew "git"
# brew "node"
# brew "readline"
# brew "mysql"
brew "sqlite3"
# brew "redis"
# brew "roundup"
# brew "spaceman-diff"
# brew "spark"
brew "wget"
brew "yarn"
brew "pnpm"
brew "nvm"
brew "chruby"
brew "ruby-install"
brew "gh"
brew "heroku"
brew "kubectl"
# brew "gist"
# brew "watchman"
brew "awscli"
# brew "pngquant"
# brew "memcached"
# brew "ansible"
brew "puma-dev"
brew "tree"
brew "autojump"

cask "firefox"
# cask "google-chrome"
# cask "chromedriver"
cask "vlc"
# cask "tower"
cask "orbstack"
cask "iterm2"
cask "imageoptim"
cask "transmit"
cask "gpg-suite"
cask "tableplus"
cask "font-hack"
cask "signal"
