cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/cask'

brew 'ack'
brew 'zsh'
brew 'coreutils'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'git'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'mysql'
brew 'redis'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'wget'
brew 'yarn'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-gemset'
brew 'phantomjs'
brew 'hub'
brew 'heroku'
brew 'gist'
brew 'watchman'
brew 'chromedriver'
brew 'awscli'

cask '1password'
cask 'lastpass'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'google-drive'
cask 'slack'
cask 'screenhero'
cask 'aerial'
cask 'psequel'
cask 'transmit'
cask 'transmission'
cask 'vlc'
cask 'libreoffice'
cask 'harvest'
cask 'skype'
cask 'spotify'
cask 'tower'
cask 'flux'
cask 'fluid'
cask 'qlmarkdown'
cask 'imageoptim'
cask 'keybase'
cask 'hammerspoon'
